<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'درباره';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
    <h1 class="mb-4 mt-4"><?= Html::encode($this->title) ?></h1>

    از اینکه میخواهید درباره باورژن بیشتر بدانید خوشحالیم.
<br>
    باورژن در 4 آذر 96 با هدف آموزش درست و اصولی ابزار و تکنولوژی‌ها و ارائه راهکارها و سرویس‌های تحت وب راه اندازی شد.
<br>
    در 9 فروردین 97 ورژن جدیدی از باورژن با افزودن بخش داکیومنت پیاده‌سازی شد.
    <h2 class="mb-4 mt-4">وبلاگ</h2>
    در باورژن ملاک ما کیفیت است، وبلاگ باورژن یکی از بخش‌های تولید محتوا است. وبلاگ باورژن مرتبا به روز می‌شود. البته این یک هدف است که سعی می‌کنیم به آن عمل کنیم، ولی در صورتی که به هر دلیل نتوانیم طبق زمانبندی مطالب را آماده انتشار نماییم، کیفیت را فدای کمیت نمی‌کنیم و ترجیح ما انتشار مطلب کمتر ولی با کیفیت‌تر است.
    <h2 class="mb-4 mt-4">داکیومنت‌ها</h2>
    در بخش داکیومنت سعی می‌کنیم تا ترجمه داکیومنت‌های پروژه‌های اپن‌سورس را قرار دهیم. اگر زبان، ابزار یا فریمورکی را می‌شناسید که جای ترجمه آن در وب فارسی خالی است، از طریق صفحه <a href="http://baversion.com" target="_blank">تماس</a>، جهت بررسی و افزودن آن، با ما مطرح کنید.
    <h2 class="mb-4 mt-4">ماموریت‌ها</h2>
    مهم‌ترین ماموریت باورژن، ارائه آموزش‌ها، سرویس‌ها و خدمات با کیفیت بالا به کاربرانمان است. در این راه:
    <ul>
        <li>سرویس‌ها و خدمات خود را با کیفیت بالا و حداکثر توان به مشتریان عرضه می‌نماییم.</li>
        <li>در اسرع وقت و به صورت گام به گام همراه مشتری‌ها و استفاده‌کننده‌های سرویس‌ها و خدماتمان هستیم تا مشکلات احتمالی آن‌ها را رفع کنیم.</li>
        <li>ارائه گزارشات شفاف و با جزئیات در دستور کار اکثر خدمات ما بوده و بر اصل شفاف‌سازی پایبند هستیم.</li>
        <li>کلیه پیشنهادات و انتقادات کاربرانمان را بررسی می‌کنیم و به آن‌ها احترام می‌گذاریم.</li>
        <li>در ارائه آموزش‌ها سعی می‌کنیم تا حد ممکن توضیحات کافی و مفهوم ارائه کنیم.</li>
        <li>اولین و مهمترین هدف ما آموزش صحیح است، بنابراین در باورژن اولویت نوشتن شکل فنی کلمات است نه ترجمه فارسی آن. بنابراین کلماتی از قبیل لوکال، استرینگ، دیتابیس و ... به همین شکل نوشته می‌شوند و از معادل فارسی آن‌ها استفاده نخواهد شد، تنها در صورتی که در زبان فارسی متداول باشد، در داخل پرانتز و جلوی اولین کلمه معادل فارسی نوشته می‌شود.</li>
    </ul>
    <h2 class="mb-4 mt-4">چشم‌انداز</h2>
    برخی از چشم‌اندازهای ما شامل موارد زیر است:
    <ul>
        <li>ارائه سرویس‌ها و خدماتی با کیفیت</li>
        <li>ارائه آموزش‌های درست و اصولی و منظم</li>
        <li>گسترش مجموعه باورژن و زیرمجموعه‌های آن</li>
    </ul>
    <h2 class="mb-4 mt-4">ارزش‌ها</h2>
    ارزش‌ها و اصولی که ما همیشه رعایت می‌کنیم:
    <ul>
        <li>سعی در ارائه منابع استفاده شده در آموزش‌ها و ارجاع به آن، با الگوی شیکاگو</li>
        <li>استفاده از جدیدترین و بروزترین ابزار و تکنولوژی‌ها</li>
        <li>آموزش درست و اصولی ابزار و تکنولوژی‌ها</li>
        <li>تست و بررسی خدمات و سرویس‌ها و ارائه آن در صورت عبور موفق از مرحله تست</li>
        <li>تضمین و پشتیبانی کلیه خدمات و سرویس‌ها</li>
        <li>کنترل و مانیتور کردن دائمی سرویس‌ها</li>
        <li>ارائه گزارشات جهت شفاف‌سازی</li>
        <li>پیگیری مشکلات کاربران</li>
    </ul>
    <small class="text-muted">آخرین بروزرسانی: 09 خرداد 97</small>
    <br>
</div>
